{

  "Home": "الصفحة الرئيسية",
  "About": "المزيد",
  "Services": "الخدمات",
  "Categories": "الفئات",
  "Contact us": "اتصل بنا",
  "Sign in": "تسجيل الدخول",
  "Sign up": "إنشاء حساب",
  "Sign out": "تسجيل الخروج",
  "Search": "بحث",
  "Banks": "البنوك",
  "Markets": "المتاجر",
  "Hospitals": "المستشفيات",
  "Education": "التعليم",
  "Cinema": "السينيما",
  "Payment": "الدفع",
  "Restaurants": "المطاعم",
  "Shopping": "التسوّق",
  "Fashion": "الموضة",
  "Health": "الصحة",
  "Sports": "الرياضة",
  "Maintenance": "الصيانة",
  "Home Services": "الخدمات المنزلية",
  "Transportation": "النقل",
"Special Offers!":"!عروض خاصة",
  "All Restaurants": "جميع المطاعم",
  "Seafood": "مأكولات بحرية",
  "Fast Food": "وجبات سريعة",
  "Fried Chicken": "دجاج مقلي",
  "Fried": "دجاج مقلي",
  "Shawarma": "شاورما",
  "Oriental Food": "مأكولات شرقية",
"Submit Feedback":"إرسال التعليق",
"Submit complaint":"إرسال الشكوى",
  "Ibn El-Sham": "إبن الشام",
  "Shawarma Restaurants":"مطاعم الشاورما",
  "Syrian food restaurant, deliver different types of dishes": "مطعم سوري يوفر أنواعًا مختلفة من الأطباق",
  "Shop No. 161, Old commercial Market": "محل رقم 161، السوق التجاري القديم",
  "Zein El-Sham": "زين الشام",
  "Taste worth dying for.":"مذاق ولا أروع",
  "Syrian food restaurant, deliver different types of dishes": "مطعم سوري يوفر أنواعًا مختلفة من الأطباق",
  "Old Commercial Market, Shop 127, Next to Koueider": "السوق التجاري القديم، محل رقم 127، بجوار كويدر",
  "Karam El-Sham": "كرم الشام",
  "Close":"إغلاق",
  "Shop No. 34, Old commercial Market": "محل رقم 34، السوق التجاري القديم",
  "Contact restaurant": "تواصل مع المطعم",
  "Kansas": "كانساس",
  "Fried Chicken, The original taste": "دجاج مقلي - الطعم الأصلي",
  "Shop No. 65, the old commercial market": "محل رقم 65، السوق التجاري القديم",
  "Heart Attack": "هارت أتاك",
  "Taste worth dying for": "طعم مذهل",
  "The old commercial market, in front of Al-Husseini supermarket, next to Al-Sharqia Exchange": "السوق التجاري القديم، أمام سوبرماركت الحسيني، بجوار صرافة الشرقية",
  "Papa Jone's": "بابا جونز",
  "The papa of all pizzas": "أفضل مطعم بيتزا",
  "Food court, beside Quick and Hardees": "المطعم السريع، بجانب كويك و هارديز",
  "Domino's": "دومينوز",
  "Sliced or Whole, Take It All!": "اختر بين قطع البيتزا أو البيتزا بالكامل واستمتع بها",
  "The old commercial market, beside Tesppas": "السوق التجاري القديم، بجانب تسباس",
  "Lobster": "لوبست",

  "Tasty Lobsters": "اللوبستر اللذيذ",
  "Shop No. 54, The old commercial market": "المحل رقم 54، السوق التجاري القديم",
  "Al Fawaz": "الفواز",
  "Al Fawaz ... Near to your belly": "الفواز...كل ما تشتهيه",
  "El Rehab 2, Eastern Market, Shop G81, Beside El Husseiny Market": "الرحاب 2، السوق الشرقي، المحل G81، بجوار سوق الحسيني",
  "KFC": "كنتاكي",
  "So good": "طعم رائع",
  "Food Court, Al rehab city, Cairo Beside McDonald's": "منطقة المطاعم، مدينة الرحاب، القاهرة، بجانب ماكدونالدز",
  "McDonald's": "ماكدونالدز",
  "I'm lovin' it": "أعجبني كثيرًا",
  "Food Court, Al rehab city, Cairo Beside KFC": "منطقة المطاعم، مدينة الرحاب، القاهرة، بجانب كنتاكي",
  "Arabiata": "أرابياتا",
  "The original taste": "الطعم الأصلي",
  "Food Court, Al rehab city, Cairo Beside Costa Cafe": "منطقة المطاعم، مدينة الرحاب، القاهرة، بجانب كوستا كافيه",
  "Al Baghl": "البغل",
  "Old but the original": "قديم ولكنه الأفضل على الإطلاق",
  "Shop No. 66, The old commercial market": "المحل رقم 66، السوق التجاري القديم",
"Feedback":"اترك تعليقًا",
"New message":"تعليق جديد",
"maintenance": "الصيانة",
    "homeServices": "خدمات المنزل",
    "transportation": "النقل",
"banks":"البنوك",




"Discover the best schools in Rehab Egypt and give your child the gift of quality education. Our featured schools are dedicated to providing exceptional learning experiences.  The campuses of the schools in Al Rehab City are well-designed and spacious, with modern facilities.":"اكتشف أفضل المدارس في رحاب مصر وامنح طفلك هدية التعليم الجيد. مدارسنا المميزة مكرسة لتقديم تجارب تعليمية استثنائية. حرم المدارس في مدينة الرحاب مصمم بشكل جيد وواسع ، مع مرافق حديثة.",
"The British School - Al Rehab": "مدرسة البريطانية - الرحاب",
"Founded in 2001, GEMS British School Al Rehab, Cairo (GEMS TBS) is one of the oldest, most established British schools in Egypt located in the heart of the beautiful city of Rehab.": "تأسست مدرسة جيمس البريطانية بالرحاب بالقاهرة (جيمس تي بي إس) في عام 2001، وهي واحدة من أقدم وأكثر المدارس البريطانية المُعترف بها في مصر، وتقع في قلب مدينة الرحاب الجميلة.",
"El-Rehab 1, beside Mall 1": "الرحاب 1، بجوار مول 1",
"Othman Ibn Affan School": "مدرسة عثمان بن عفان",
"Commencing in 1992, Futures Language Schools (FLS) is now the largest chain of private schools in Egypt.": "وط والمنيا؛ ما يجعل إجمالي المدارس اللغوية والدولية في مصر 20 مدرسة.",
"Othman Ibn Affan, Second New Cairo, Cairo Governorate 4750515": "عثمان بن عفان، القاهرة الجديدة الثانية، محافظة القاهرة 4750515",
"Futures Language Schools Al Rehab": "مدارس المستقبل للغات الرحاب",
"To ensure maximum geographical outreach, our schools are spread across Egypt with plans for expansion, both nationally and internationally.": "لضمان التواصل الجغرافي الأقصى، يتم نشر مدارسنا في جميع أنحاء مصر مع خطط للتوسع على الصعيدين الوطني والدولية.",
"Third stage, El-Rehab 1, Cairo Governorate 11841": "المرحلة الثالثة، الرحاب 1، محافظة القاهرة 11841",
"First Step Nursery": "حضانة الخطوة الأولى",
"First Step Nursery is one of the best nurseries in Al Rehab City": "حضانة الخطوة الأولى هي واحدة من أفضل الحضانات في مدينة الرحاب",
"Al Rehab City, Group 106, Building 17, Flat 2": "مدينة الرحاب، المجموعة 106، البناية 17، الشقة 2",
"Sesame Club Nursery": "حضانة نادي سمسم",
"We are pleased to welcome you to Sesame Club The foundation that provides the highest level of childcare and preschool education.": "نحن سعداء بترحيبكم في نادي سمسم، المؤسسة التي توفر أعلى مستوى من رعاية الأطفال والتعليم في مرحلة ما قبل المدرسة.",
"Rehab Club extension, in front of 31st Group (villas),Rehab City": "تمديد نادي الرحاب، أمام المجموعة الـ 31 (فلل)، مدينة الرحاب",




"Education in Rehab":"التعليم في مدينة الرحاب",
"Kindergartens":"الحضانات",
"Schools":"المدارس",
  "Medical Center 1": "المركز الطبي 1",
  "El-Rehab 1, behind Misr Bank, Medical Zone": "الرحاب 1، خلف بنك مصر، المنطقة الطبية",
  "Medical Center 2": "المركز الطبي 2",
  "El-Rehab 1, behind Banks, Medical Zone": "الرحاب 1، خلف البنوك، المنطقة الطبية",
  "Medical Center 3": "المركز الطبي 3",
  "El-Rehab 1, beside NBE Bank, Medical Zone": "الرحاب 1، بجوار بنك NBE، المنطقة الطبية",
  "Rania's Pharmacy": "صيدلية رانيا",
  "One of the oldest pharmacies in el rehab city": "واحدة من أقدم الصيدليات في مدينة الرحاب",
  "The old commercial market, beside Tom and Basal restaurant": "السوق التجاري القديم، بجوار مطعم توم وباسل",
  "el ezaby pharmacy": "صيدلية العزبي",
  "One of the biggest pharmacies in Egypt": "واحدة من أكبر الصيدليات في مصر",
  "The old commercial market, shop No. 51": "السوق التجاري القديم، محل رقم 51",

  "Every half hour all buses move": "كل نصف ساعة تتحرك جميع الحافلات",
  "Buses Outside the City (Saraya El-Koba and Nasr City)": "الحافلات خارج المدينة (سرايا القبة ومدينة نصر)",
  "The main station, Gate 20 - Gate 15, the club - Exit from Gate 1 and pass through the city gates from the outside (Gate 5, 6, 9, 12, 13 and 14) - Al-Rehab Bridge - Suez Road - Al-Ahly Club Bridge - Makram Ebeid - Al-Sa'a Square - St. Al-Nuzha - Al-Mirghani St. - Al-Thawra Tunnel - Korba - Roxy - Gesr Al-Suez - Saray Al-Qobba": "المحطة الرئيسية، البوابة 20 - البوابة 15، النادي - الخروج من البوابة 1 والمرور من خلال بوابات المدينة من الخارج (البوابة 5، 6، 9، 12، 13 و 14) - جسر الرحاب - طريق السويس - جسر نادي الأهلي - مكرم عبيد - ميدان الساعة - شارع النزهة - شارع الميرغني - نفق الثورة - الكوربة - روكسي - جسر جسر السويس - سراي القبة",
  "Gate 20, passing through gates 19 - 17 - 16 - 14 - 13 - 12 Suez Road - above the Marshal Abu Ghazaleh Bridge - Al Ahly Club - City Stars Station - above Al Ahly Club Bridge - the first Makram Ebeid - turning from the bottom of the Bridge of the Clock Square.": "البوابة 20، مرورًا بالبوابات 19 - 17 - 16 - 14 - 13 - 12 طريق السويس - فوق جسر المشير أبو غزالة - نادي الأهلي - محطة سيتي ستارز - فوق جسر نادي الأهلي - أول مكرم عبيد - الانعطاف من أسفل جسر ميدان الساعة.",
  "Buses Inside the City": "الحافلات داخل المدينة",
  "First Stage": "المرحلة الأولى",
  "Second Stage": "المرحلة الثانية",
  "Third and Forth Stage": "المرحلة الثالثة والرابعة",
  "Fifth and Sixth Stages": "المرحلة الخامسة والسادسة",
  "Seventh and Eighth Stages": "المرحلة السابعة والثامنة",
  "Ninth and Tenth Stages": "المرحلة التاسعة والعاشرة",
  "Saray Al-Qobba: The main station, Gate 20 - Gate 15, the club - Exit from Gate 1 and pass through the city gates from the outside (Gate 5, 6, 9, 12, 13 and 14) - Al-Rehab Bridge - Suez Road - Al-Ahly Club Bridge - Makram Ebeid - Al-Sa'a Square - St. Al-Nuzha - Al-Mirghani St. - Al-Thawra Tunnel - Korba - Roxy - Gesr Al-Suez - Saray Al-Qobba":"سراي القبة: المحطة الرئيسية بوابة 20 - بوابة 15 النادي - الخروج من البوابة 1 والمرور بوابات المدينة من الخارج (بوابة 5 و 6 و 9 و 12 و 13 و 14) - الرحاب كوبري - طريق السويس - كوبري النادي الأهلي - مكرم عبيد - ميدان الساعة - ش النزهة - شارع الميرغني - نفق الثورة - الكوربة - روكسي - جسر السويس - سراي - القبة",
  "Nasr City: Gate 20, passing through gates 19 - 17 - 16 - 14 - 13 - 12 Suez Road - above the Marshal Abu Ghazaleh Bridge - Al Ahly Club - City Stars Station - above Al Ahly Club Bridge - the first Makram Ebeid - turning from the bottom of the Bridge of the Clock Square.":"مدينة نصر: بوابة 20 مرورا بالبوابات 19 - 17 - 16 - 14 - 13 - 12 طريق السويس - فوق جسر المشير ابو غزاله - النادي الاهلي - محطة سيتي ستارز - فوق كوبري النادي الاهلي - اول مكرم عبيد - استدارة من أسفل جسر ساحة الساعة.",
  "National Bank of Egypt (NBE)": "البنك الأهلي المصري",
  "NBE is the oldest commercial bank in Egypt. It was established on June 25, 1898 with a capital of £ 1 million. Throughout its long history, NBE's functions and roles have continually developed to square with the different economic and political stages in Egypt.": "البنك الأهلي المصري هو أقدم بنك تجاري في مصر. تأسس في 25 يونيو 1898 برأسمال قدره مليون جنيه إسترليني. طوال تاريخه الطويل، تطورت وظائف وأدوار البنك الأهلي المصري باستمرار لمواءمة المراحل الاقتصادية والسياسية المختلفة في مصر.",
  "Talaat Mostafa St. - Administrative Zone": "شارع طلعت مصطفى - المنطقة الإدارية",
  "9 AM - 3 PM": "9 صباحًا - 3 مساءً",
  "Commercial International Bank (CIB)": "البنك التجاري الدولي (CIB)",
  "CIB is the leading private-sector bank in Egypt, offering a broad range of financial products and services to its customers, which include more than 500 of Egypt's largest corporations, enterprises of all sizes, institutions, and households.": "البنك التجاري الدولي (CIB) هو البنك الرائد في القطاع الخاص في مصر، ويقدم مجموعة واسعة من المنتجات والخدمات المالية لعملائه، بما في ذلك أكثر من 500 من أكبر الشركات في مصر، والمؤسسات والأسر والمؤسسات بجميع أحجامها.",
  "QNB ALAHLI": "القناة الأهلي",
  "QNB ALAHLI is one of the leading financial institutions in Egypt established in April 1978 and ranked as the second largest private bank in Egypt. QNB ALAHLI provides its services for more than 1,673,184 clients served by 7,199 banking professionals with a network of 232 branches, along with 900 ATMs & 56,321 Point-of-Sale to serve clients nationwide.": "القناة الأهلي هو أحد المؤسسات المالية الرائدة في مصر، تأسس في أبريل 1978 ويحتل المرتبة الثانية كأكبر بنك خاص في مصر. يقدم القناة الأهلي خدماته لأكثر من 1،673،184 عميل يتم خدمتهم بواسطة 7،199 محتر فًا في البنوك، بشبكة من 232 فرعًا، إلى جانب 900 صرافًا آليًا و 56،321 نقطة بيع لخدمة العملاء على مستوى البلاد.",
  "Banque Misr": "بنك مصر",
  "Banque Misr (BM) was established in 1920 by the pioneer economist and financial expert Mohamed Talaat Harb Pasha, who spearheaded the concept of investing in national savings and directing them toward economic and social development. Thus, Banque Misr was established as the first wholly Egyptian-owned bank.": "تأسس بنك مصر (BM) في عام 1920 على يد الاقتصادي والخبير المالي محمد طلعت حرب باشا، الذي قاد فكرة الاستثمار في التوفيرات الوطنية وتوجيهها نحو التنمية الاقتصادية والاجتماعية. وهكذا، تأسس بنك مصر كأول بنك مملوك بالكامل للمصريين.",
  "Mall 1": "مركز تجاري 1",
  "Talaat mostafa St., beside British school": "شارع طلعت مصطفى، بجوار المدرسة البريطانية",
  "Mall 2": "مركز تجاري 2",
  "Talaat mostafa St., beside El-Rahman mosque": "شارع طلعت مصطفى، بجوار مسجد الرحمن",
  "Avenue Mall": "مركز تجاري أفينيو",
  "for Schedule press here":"لمعرفة المواعيد، اضغط هنا",
  "Email:":":البريد الإلكتروني",
  "Phone":"الهاتف",
  "show":"عرض",
  "Buses Inside the City":"حافلات داخل المدينة",
"Email":"البريد الإلكتروني",
  "El-Rehab 2, beside Omar Ibn El-Khattab mosque": "الرحاب 2، بجوار مسجد عمر بن الخطاب",
"Transportation (Inside and Outside City)":"المواصلات (داخل وخارج المدينة)",
  "Adidas": "أديداس",
  "Mall 2, second floor": "مول 2، الدور الثاني",
  "Ravin": "ريفين",
  "Mall 2, second floor, in front of Adidas": "مول 2، الدور الثاني، أمام أديداس",
  "Carina": "كارينا",
  "Mall 2, Ground Floor, Shop 15": "مول 2، الدور الأرضي، محل 15",
"RAViN jeanswear is a fashion retail & wholesale brand, we have 50 shops average 250 meters each and are the best sellers wherever we are, so customers sure are satisfied with our products. our brand is very popular that our facebook page has more than 1 million likes.Producing, for him and for her, a wide range of garments, footwear, bags, and accessories. our product is high quality ,most are natural material, and factory prices.":"رافين جينزوير هي علامة تجارية للأزياء بالتجزئة والبيع بالجملة، لدينا 50 متجرًا بمتوسط مساحة 250 مترًا لكل متجر ونحن أفضل البائعين في أي مكان نتواجد فيه، لذا يكون العملاء راضين تمامًا عن منتجاتنا. علامتنا التجارية شهيرة جدًا حتى أن لدينا أكثر من مليون إعجاب على صفحتنا على فيسبوك. نقوم بتصنيع مجموعة واسعة من الملابس والأحذية والحقائب والإكسسوارات للرجال والنساء، ومنتجاتنا ذات جودة عالية وتحتوي على مواد طبيعية، وأسعارنا تنافسية وتناسب الجميع.",
"Carina Wear, the iconic Egyptian brand has been founded in 1996 in Cairo. The brand was initially established to provide Egyptian women with smart clothing solutions & basic bodywear and has evolved into a brand that provides must-have fashionable wardrobe staples for every woman to confidently carry herself. With Carina diverse product selection, it offers women an interesting array of product lines ranging from basic bodywear and shapewear to trendy fashion wear.":"كارينا وير، العلامة التجارية المصرية الأيقونية، تأسست في عام 1996 في القاهرة. تم إنشاء العلامة التجارية في البداية لتقديم حلول ملابس ذكية وملابس أساسية للنساء المصريات، وتطورت لتصبح علامة تجارية تقدم قطعًا أساسية أنيقة وأساسية لخزانة الملابس لكل امرأة لتحمل نفسها بثقة. مع تشكيلة واسعة من المنتجات المتنوعة التي تقدمها كارينا وير، فإنها توفر للنساء مجموعة مثيرة من خطوط المنتجات تتراوح بين ملابس الجسم الأساسية وملابس التشكيل إلى ملابس الأزياء العصرية.",
  "Rehab Club Gym ": "جيم نادي الرحاب",
  "ElRehab Sporting Club": "نادي الرحاب الرياضي",
  "Fibers gym ": "جيم فايبرس",
  "City Square, beside gate 6": "سيتي سكوير - بجوار البوابة رقم 6",
  "PFA gym": "جيم بي اف اي",
  "Avenue Mall, First floor": "مول افينيو، الدور الأرضي",
  "website :":"الموقع",
  "Bet El-Emara": "بيت الإمارة",
  "All you need for your house": "كل ما تحتاجه لمنزلك",
  "The old commercial market, shop No. 110 and 113": "السوق التجاري القديم، المحل رقم 110 و 113",
  "Al-Sabtya": "السبتية",
  "Decor and finishes accessories": "إكسسوارات الديكور والتشطيبات",
  "The old commercial market, shop No. 41": "السوق التجاري القديم، المحل رقم 41",

  "Fathallah Market": "ماركت فتح الله",
  "The Fathallah Group of Companies started its commercial activity in 1948 under the name of Massaad Fathallah & Brothers Company to sell wholesale spices, grains, coffee, and tea in the Mansheya markets in Alexandria. types, and then began importing from abroad until it became one of the largest importers of spices and tea nationwide, as well as one of the largest importers, traders, and distributors of foodstuffs and canned food in Egypt.": "بدأت مجموعة شركات فتح الله نشاطها التجاري في عام 1948 تحت اسم شركة مسعد فتح الله وأخوانه لبيع التوابل والحبوب والقهوة والشاي بالجملة في أسواق المنشية في الإسكندرية، ثم بدأت في استيراد من الخارج حتى أصبحت واحدة من أكبر مستوردي التوابل والشاي على مستوى البلاد، بالإضافة إلى أنها واحدة من أكبر مستوردي وتجار وموزعي المواد الغذائية والمأكولات المعلبة في مصر.",
  "The yard mall, beside gate 6": "مول يارد، بجانب البوابة 6",
  "Panda Super": "باندا سوبر",
  "Headquartered in the Kingdom of Saudi Arabia, Panda Retail Company is one of the main retail chain businesses in the Middle East and the biggest grocery retailer in the country with more than 188 stores in 40 cities.": "تتخذ شركة باندا للتجزئة مقرها الرئيسي في المملكة العربية السعودية، وهي واحدة من أهم سلاسل التجزئة في الشرق الأوسط وأكبر سلسلة بقالة في البلاد بأكثر من 188 متجرًا في 40 مدينة.",
  "Gatway mall, beside gate 12": "مول جيتواي، بجانب البوابة 12",
  "Carrefour Egypt": "كارفور - مصر",
  "UAE-based Majid Al Futtaim launched Carrefour in the region in 1995, with the exclusive franchise to manage and operate the brand in more than 30 markets across the Middle East, Africa and Asia. It is managed by Majid Al Futtaim": "شركة ماجد الفطيم الإماراتية قد أطلقت كارفور في المنطقة في عام 1995، مع الامتياز الحصري لإدارة وتشغيل العلامة التجارية في أكثر من 30 سوقًا في منطقة الشرق الأوسط وأفريقيا وآسيا. يتم إدارتها من قبل ماجد الفطيم.",
  "El Rehab 2, Avenue Mall": "الرحاب 2 ، مول افينيو",
"Promoting Health and Wellness in Rehab":"تعزيز الصحة في الرحاب",
  "Fast X": "فاست اكس",
  "About Healthcare Facilities":"المزيد حول مرافق الرعاية الصحية",
  "Pharmacies":"الصيدليات",
"Rehab City boasts a network of pharmacies that offer a wide range of medications and healthcare products. These pharmacies are staffed with knowledgeable pharmacists who can provide expert advice and guidance on medication usage, dosage, and potential interactions. r yWhetheou're looking for prescription medications, over-the-counter drugs, or health supplements, you can rely on the pharmacies in Rehab City to fulfill your needs.":"تعتبر مدينة الرحاب من أكبر المجمعات الصحية في المنطقة، حيث توفر شبكة من الصيدليات التي تقدم مجموعة واسعة من الأدوية ومنتجات الرعاية الصحية. يتواجد في هذه الصيدليات فريق من الصيادلة المؤهلين وذوي الخبرة، الذين يمكنهم تقديم المشورة والإرشاد الخبير حول استخدام الأدوية وجرعاتها والتفاعلات المحتملة. سواء كنت بحاجة إلى أدوية وصفية، أدوية بدون وصفة طبية، أو مكملات غذائية، يمكنك الاعتماد على الصيدليات في مدينة الرحاب لتلبية احتياجاتك الصحية.",
"Visit website":"زيارة الموقع",
"Health Centers":"المستشفيات",
"Experience a comprehensive approach to health and wellness in Rehab City, Egypt. Our community is dedicated to providing top-notch healthcare services and facilities to residents.":"استمتع بتجربة شاملة للصحة والعافية في مدينة الرحاب في مصر. تكرس مجتمعنا نفسه لتوفير خدمات ومرافق رعاية الصحة المتميزة للمقيمين.",
"The health centers in Rehab City are equipped with modern medical facilities and staffed by experienced healthcare professionals. These centers offer a wide range of services, including general medical consultations, specialized clinics, diagnostic tests, vaccinations, and more. Whether you're seeking routine check-ups, treatment for a specific condition, or emergency care, the health centers in Rehab City are committed to providing high-quality healthcare services to ensure your well-being.":"تتميز مراكز الرعاية الصحية في مدينة الرحاب بتجهيزات طبية حديثة وتعمل بوجود كوادر صحية مؤهلة وذوي خبرة. تقدم هذه المراكز مجموعة واسعة من الخدمات، بما في ذلك استشارات طبية عامة، وعيادات متخصصة، واختبارات تشخيصية، وتطعيمات، وغيرها. سواء كنت تبحث عن فحوصات دورية، أو علاج لحالة محددة، أو رعاية طارئة، فإن مراكز الرعاية الصحية في مدينة الرحاب ملتزمة بتقديم خدمات رعاية صحية عالية الجودة لضمان رفاهيتك.",
"Centers":"المستشفيات",
"Pharmacies":"الصيدليات",
"Telephone":"التليفون",

  "Action  Crime  Mystery  Thriller": "أكشن - جريمة - غموض - إثارة",
  "The vengeful son of drug kingpin Hernan Reyes targets Dom Toretto and his entire family, and they must face their new enemy.": "ابن مخبر المخدرات هرنان رييس المنتقم يستهدف دوم توريتو وعائلته بأكملها، وعليهم مواجهة عدوهم الجديد.",
  "English": "الإنجليزية",
  "US": "الولايات المتحدة",
  "Vin Diesel - Charlize Theron": "فين ديزل - شارليز ثيرون",
  "Sugar Daddy": "شوجر دادي",
  "Comedy": "كوميديا",
  "A comedy that tells the story of a man going through a midlife crisis who has an affair with a belly dancer, which turns his life and that of his family upside down.": "كوميديا تحكي قصة رجل يمر بأزمة منتصف العمر يتورط في علاقة غرامية مع راقصة شرقية، مما يقلب حياته وحياة عائلته رأسًا على عقب.",
  "Arabic": "العربية",
  "Layla Olwi - Bayoumi Fouad": "ليلى علوي - بايومي فؤاد",
  "Rahba": "رحبة",
  "Egypt":"مصر",
  "Comedy  Thriller": "كوميديا - إثارة",
  "Sayed Rahba, who lives in a working-class neighborhood, imposes his grip and control on the area, taking advantage of his intelligence and courage. However, when he gets exposed to a painful accident, his condition soon changes completely.": "سيد رهبة، الذي يعيش في حي عمالي، يفرض سيطرته وسيادته على المنطقة، مستغلاً ذكائه وشجاعته. ومع ذلك، عندما يتعرض لحادث مؤلم، تتغير حالته تمامًا.",
  "Ahmad Al Fishawy - Mohamed Lotfy": "أحمد الفيشاوي - محمد لطفي",
  "Transformers 2023": "ترانسفورمرز 2023",
  "Adventure  Action  Science Fiction": "مغامرة - مطاردة - خيال علمي",
  "A sci-fi/action that features a group of robotic animals that appear, unleashing a major war involving all mutants.": "فيلم خيال علمي / حركة يتميز بمجموعة من الحيوانات الروبوتية التي تظهر وتشن حربًا كبرى تشمل جميع المتحولين.",
  " Michelle Yeoh - Peter Dinklage": "ميشيل يوه - بيتر دينكليج",
  "The Meg 2: The Trench": "ذا ميج 2: الأخدود",
  "Action Adventure Horror Sci. Fiction": "أكشن - مغامرة - رعب خيال - علمي",
  "In the film's sequel, Jonas's story continues, as he decides to study the Megalodon after discovering that it still exists, but the surprise that Jonas did not expect is to encounter a strange dinosaur that lives in the water.": "في تكملة الفيلم، تستمر قصة جوناس حيث يقرر دراسة الميجالودون بعد اكتشاف أنه لا يزال موجودًا، ولكن المفاجأة التي لم يتوقعها جوناس هي مواجهته لديناصور غريب يعيش في الماء.",
  "Jason Statham - Sienna Guillory": "جيسون ستاثام - سيينا غيلوري",
  "Al Sirb": "السرب",
  "Ticket":"احجز تذكرة",
  "Drama War": "دراما حرب",
  "Based on actual events and the efforts of the Egyptian National Security Authorities against terrorist organizations through the incident of the massacre of 21 Egyptians in Libya and the army expanding operations in order to confront these terrorist groups.": "استنادًا إلى أحداث حقيقية وجهود السلطات الأمنية المصرية في مواجهة التنظيمات الإرهابية من خلال حادثة مجزرة 21 مصريًا في ليبيا وتوسيع عمليات الجيش لمواجهة هذه المجموعات الإرهابية.",
  "Ahmed El Sakka - Amr Abdul Gelil ": "أحمد السقا - عمرو عبد الجليل",
  "Sheraton Stars": "شيراتون ستارز",
  "We wash everything": "يمكننا تنظيف جميع أنواع الأقشمة",
  "The old commercial market, shop No. 67": "السوق التجاري القديم، المحل رقم 67",
  "El-Rehab Dry Clean": "الرحاب دراي كلين",
  "Clean Blankets, Rugs, Carpets, curtains and any clothes type": "تنظيف البطانيات والسجاد والستائر وأي نوع من الأقمشة",
  "The old commercial market, shop No. 42, beside ZeroTech": "السوق التجاري القديم، المحل رقم 42، بجانب زيروتك",

"Adidas stylized as adidas since 1949, is a German athletic apparel and footwear corporation headquartered in Herzogenaurach, Bavaria, Germany. It is the largest sportswear manufacturer in Europe, and the second largest in the world, after Nike. It is the holding company for the Adidas Group, which consists 8.33% stake of the football club Bayern München, and Runtastic, an Austrian fitness technology company. Adidas's revenue for 2018 was listed at €21.915 billion.":"أديداس، المكتوبة بتصميم أديداس منذ عام 1949، هي شركة ألمانية لتصنيع الملابس والأحذية الرياضية، يقع مقرها في هيرتسوغنوراخ، بافاريا، ألمانيا. إنها أكبر شركة لتصنيع الملابس الرياضية في أوروبا، والثانية بعد نايكي على مستوى العالم. وهي الشركة القابضة لمجموعة أديداس، التي تمتلك حصة بنسبة 8.33% في نادي بايرن ميونخ لكرة القدم، ورنتاستيك، وهي شركة نمساوية لتكنولوجيا اللياقة البدنية. بلغت إيرادات أديداس لعام 2018 حوالي 21.915 مليار يورو.",
"Call Center:":"رقم التواصل: ",
  "website :":": الموقع الإلكتروني",
  "Visit website":"زيارة الموقع",
  "A New Vision For Life In Egypt":"رؤية جديدة للحياة في مصر",
  "The first fully-fledged community, creating a comprehensive integrated residential scheme within the New Cairo plan. AL-Rehab is the hub of New Cairo, located only ten minutes away from Heliopolis and Nasr City and twenty minutes from Downtown Cairo.":"أول مجتمع متكامل يقوم بإنشاء مخطط سكني متكامل شامل ضمن مخطط القاهرة الجديدة. الرحاب هي محور القاهرة الجديدة ، وتقع على بعد عشر دقائق فقط من مصر الجديدة ومدينة نصر وعشرين دقيقة من وسط القاهرة.",
  "AL-Rehab City covers a total area of 10 million m2 planned to accommodate 200 thousand residents. The city comprises ten phases from which nine are established, offering different types of residential units that vary from apartment to villa accommodations, in addition to a wide variety of amenities.": "مدينة الرحاب تغطي مساحة إجمالية قدرها 10 ملايين م 2 مخطط لاستيعاب 200 ألف ساكن ، وتتكون المدينة من عشر مراحل يتم إنشاء تسعة منها ، وتقدم أنواعًا مختلفة من الوحدات السكنية التي تتنوع من شقق سكنية إلى فيلات ، بالإضافة إلى مساحة واسعة و مجموعة متنوعة من وسائل الراحة ",
  "Al Rehab is designed to accommodate 32,385 Apartment and 3741 Villas. Moreover, Al Rehab enjoys a fully integrated services plan including but not limited to commercial markets, shopping Malls, Food courts, offering educational mix from International, National, and experimental Schools, A Sporting and Social Club, 4 Medical Centers, An Internal and external Transportation Network, Banks and Money Exchange Services.":"تم تصميم الرحاب لاستيعاب 32385 شقة و 3741 فيلا. علاوة على ذلك ، تتمتع الرحاب بخطة خدمات متكاملة تشمل على سبيل المثال لا الحصر الأسواق التجارية ومراكز التسوق وصالات الطعام ، وتقدم مزيجًا تعليميًا من المدارس الدولية والوطنية والتجريبية ، نادي رياضي واجتماعي ، 4 مراكز طبية ، شبكة مواصلات داخلية وخارجية ، بنوك وخدمات صرافة ",
  "Al-Rehab Images Gallery:":"معرض صور الرحاب:",
  "CATEGORIES":"الفئات",
  "SERVICES":"الخدمات",
  "About City":"عن المدينة",
  "TMG":"طلعت مصطفى",
  "Terms of services":"شروط الخدمة",
  "CONTACT":"اتصل بنا",
  "FOLLOW US":"تواصل معنا",
  "New Cairo, Cairo, Egypt":"القاهرة الجديدة ، القاهرة ، مصر",
  "Copyright © 2023: El-Rehab City and related marks are registered trademarks of TMG.":"حقوق النشر © 2023: مدينة الرحاب والعلامات ذات الصلة هي علامات تجارية مسجلة لمجموعة طلعت مصطفى.",
  "DashBoard":"صفحة الادمن",
  "Gyms in El-Rehab City":"صالات رياضية بمدينة الرحاب",
  "Rehab Club Gym":"جيم نادي الرحاب",
  "Address":"العنوان",
  "Fibers gym":"جيم فايبرز (Fibers)",
  "Send":"إرسال",
  "Your feedback":"تعليقك",
  "We received your feedback, Thanks.":"لقد تلقينا تعليقك, شكراً لك",
  "Name":"الاسم:",
  "El-Rehab Cinema": "سنيما الرحاب",
  "Inside El-Rehab Mall 1":"داخل مول 1 بالرحاب",
  "All":"كل الافلام",
 "This Week":"افلام الاسبوع",
 "Coming Soon":"قريباً",
 "Type":"الفئة",
 "Language":"اللغة",
 "Country":"البلد",
 "Cast":"الممثلين",
 "Choose Service or Category":"اختر فئة أو خدمة",
 "Choose line":"اختار خط سير",
 "First line":"الخط الاول",
 "Second line":"الخط الثاني",
 "Third line":"الخط الثالث",
 "Forth line":"الخط الرابع",
 "Fifth line":"الخط الخامس",
 "Sixth line":"الخط السادس",
 "Choose":"اختر",
 "Payment & Complain":"ادفع فواتيرك", 
 "Leave Your Fingerprint":"اترك بصمتك",
 "Explore New Places and Discover":"استكشف حياة جديدة",
 "Feedback in Al Rehab, Cairo, Egypt":"نهتم بك وبكل تعليقاتك",
 "Add":"أضف",
"update":"تعديل",
"delete":"مسح",
"Type to search...":"بحث..."

}
